{
  "pizzas": [
    {
      "id": 1,
      "name": "Pizza Ortolana",
      "origin": "Italy, Europe",
      "ingredients": [
        "tomato sauce",
        "zucchini",
        "eggplant",
        "mozzarella",
        "basil"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/7a8d8d9d934843f0ad09ef15fd7d5bea.jpg?w=905&h=510",
      "description": "The name of this classic Italian pizza translates to greengrocer’s pizza. It consists of a basic pizza dough which is smeared with tomato sauce, topped with mozzarella and grilled slices of eggplant and zucchini, then baked. Lastly, pizza ortolana is typically drizzled with olive oil and topped with fresh basil."
    },
    {
      "id": 2,
      "name": "Pizza Cake",
      "origin": "Canada, North America",
      "ingredients": [
        "tomato sauce",
        "pepperoni",
        "cheese"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/b7c0895adcf248ff806a9064995c1cac.jpg?w=905&h=510",
      "description": "The infamous pizza cake came to life in April of 2014 when a Canadian-based chain Boston Pizza started a campaign called Pizza Game Changers, where the public was called in to vote on the next big thing when it comes to pizza-related products.\n\nPizza cake won the race by miles and since its appearance had people either salivating or shaking their heads in denial. The cake in question is actually made up of multiple layers of pizza that are baked in a pot or a cake pan with tall sides. The recipes vary in the number of pizza layers, ranging from three to six, but the stuffing is always the same; tomato sauce, pepperoni, and heaps of cheese."
    },
    {
      "id": 3,
      "name": "Apizza",
      "origin": "New Haven, USA",
      "ingredients": [
        "tomato",
        "cheese",
        "preserved anchovy",
        "garlic",
        "oregano"
      ],
      "img": "https://cdn.tasteatlas.com/Images/Dishes/feaf29ba346349c29a1419e88b21bd56.jpg?w=905&h=510",
      "description": "Apizza (pronounced \"ah-beets\") is a popular type of pizza in New Haven, Connecticut characterized by its prolonged baking time in extremely hot coal ovens and the high moisture content of the dough. Due to these two defining characteristics, the result is a pizza with a thin, black, crispy, and charred crust that might appear to be burnt, but instead has a deliciously chewy texture and flavor.\n\nUsual toppings are sparse, including grated cheese and tomatoes or anchovies so that the pizza won't be over-sauced or over-topped, and as they are formed by hand, there is no uniform shape of these pizzas. It was invented by Frank Pepe, an Italian baker who sold two versions of Neapolitan style pizza, topped with grated cheese, garlic, oregano, olive oil, and anchovies or tomatoes. "
    },
    {
      "id": 4,
      "name": "Pizza Rustica",
      "origin": "Italy, Europe",
      "ingredients": [
        "salsiccia",
        "prosciutto cotto",
        "prosciutto crudo",
        "egg",
        "mozzarella",
        "ricotta",
        "pecorino romano"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/1b95e40f25f445aeb1d42db22d98d240.jpg?w=905&h=510",
      "description": "Pizza rustica or pizzagaina is a large Italian pizza pie consisting of a pastry-like crust that goes both on top and on the bottom, and in between the crust it holds ingredients such as salami, ham, prosciutto, eggs, and Italian cheeses such as mozzarella, ricotta, Pecorino Romano, and Parmigiano Reggiano.\n\nIt is hard to classify pizza rustica as it is part pastry, part quiche, part pie, and part pizza at the same time. The dish is traditionally prepared for Easter and it is usually served at room temperature as an appetizer. Even though pizza rustica is Italian in origin, it is also popular in the Italian-American community in the United States of America.\n"
    },
    {
      "id": 5,
      "name": "Pizza Fugazzeta",
      "origin": "Argentina, South America",
      "ingredients": [
        "prosciutto cotto",
        "mozzarella",
        "onion",
        "spinach"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/2cd66aff967748e7bc9e4ff227c09182.jpg?w=905&h=510",
      "description": "Fugazzeta is a mozzarella-stuffed pizza topped with onions, originating from Argentina. The onions should be thinly sliced, and they can be either raw or sautéed. The dough is usually made with milk, water, yeast, flour, sugar, salt, and olive oil.\n\nIt is believed that fugazzeta evolved from fugazza, a non-stuffed pizza that is topped with onions, and fugazza itself evolved from the Italian focaccia. When sautéed vegetables such as spinach are added to fugazzeta, it is then called fugazzeta de verdura, and when slices of ham are added to fugazzeta, it is known as fugazzeta con jamon."
    },
    {
      "id": 6,
      "name": "Detroit-Style Pizza",
      "origin": "Detroit, USA",
      "ingredients": [
        "tomato sauce",
        "mozzarella",
        "pepperoni"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/ea31100f001e498ab9878a1f30a743f8.jpg?w=905&h=510",
      "description": "Detroit-style pizza is a square pizza characterized by a thick deep-dish crisp crust and inverted toppings. Cheese is applied directly to the top of the dough, followed by a thick tomato sauce that is seasoned with garlic and spices. The most common topping is pepperoni, put either on top of the sauce or buried underneath the cheese.\n\nDetroit-style pizza can be traced back to Buddy's Rendezvous in 1946, and thanks to its popularity, it is now available nationwide. This dish is best paired with beer or wine."
    },
    {
      "id": 7,
      "name": "Garlic Fingers",
      "origin": "Nova Scotia, Canada",
      "ingredients": [
        "cheese",
        "garlic",
        "butter",
        "parsley"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/f25d57252a224133a289baa315fe6375.jpg?w=905&h=510",
      "description": "Garlic fingers is a popular food item throughout Atlantic Canada. Even though it looks like a pizza, garlic fingers are cut in strips or fingers instead of being cut into slices like a regular pizza. The dish consists of pizza dough that is topped with cheese, garlic butter, and parsley.\n\nIt is baked until the cheese melts, and it can then be additionally topped with dill, vegetables, or pieces of bacon. Garlic fingers are often consumed with regular pizza as a side dish, and they are typically accompanied by dipping sauces such as Donair or marinara. "
    },
    {
      "id": 8,
      "name": "Pizza Pesto Genovese",
      "origin": "Italy, Europe",
      "ingredients": [
        "pesto genovese",
        "mozarella di bufala",
        "olive oil"
      ],
      "img": "https://cdn.tasteatlas.com/Images/Dishes/6270f4b8af884697b0968d4566e21480.jpg?w=905&h=510",
      "description": "Pizza pesto Genovese is a variety of Italian pizza that is traditionally topped with pieces of mozzarella di bufala and the famous pesto Genovese sauce. The pizza is typically finished off with a drizzle of olive oil before serving."
    },
    {
      "id": 9,
      "name": "Pizza Carbonara",
      "origin": "Italy, Europe",
      "ingredients": [
        "tomato sauce",
        "pancetta",
        "grana padano",
        "mozzarella",
        "egg",
        "parsley"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/6c6690413c134dc18c3d7b38991f7aaf.jpg?w=905&h=510",
      "description": "This pizza variety is a variation on the famous Italian pasta dish known as pasta carbonara. Pizza carbonara consists of a basic pizza dough covered with tomato sauce and topped with slices of salty pancetta, eggs, and cheese. Mozzarella and Grana Padano are the traditional cheese choices for this pizza variety, although Provolone or Pecorino Romano cheeses are also commonly used.\n\nThe pizza is usually drizzled with olive oil and sprinkled with basil or parsley and black pepper, another essential trait of pasta carbonara. The eggs are typically raw and cooked directly onto the pizza, which requires skillful timing, but some versions call for boiled and sliced eggs, which are then arranged on top of the pizza."
    },
    {
      "id": 10,
      "name": "Pizza e Fichi",
      "origin": "Italy, Europe",
      "ingredients": [
        "fig",
        "mozzarella",
        "rosemary",
        "garlic"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/0f0d735a35a3433caf631c19bfaf5e42.jpg?w=905&h=510",
      "description": "Pizza e fichi is a variety of pizza bianca, which is usually topped with mozzarella, garlic, salt, olive oil, and, sometimes, rosemary leaves. This Roman version of pizza bianca, called pizza e fichi, is essentially the same, apart from the fact that it is additionally topped with chopped pieces of succulent figs.\n\nThe best figs are available in September, or sometimes in late August, making pizza e fichi a highly seasonal pizza variety."
    },
    {
      "id": 11,
      "name": "Grandma Pie",
      "origin": "Long Island, USA",
      "ingredients": [
        "mozzarella",
        "tomato sauce",
        "garlic"
      ],
      "img": "https://cdn.tasteatlas.com/images/dishes/c3278cf1940d452cb27760e507360f4a.jpg?w=905&h=510",
      "description": "Grandma pie is an American pizza variety that differentiates itself by the crust – due to the fact that the dough isn't allowed to proof for a long time, it turns out thin and dense. The pizza is baked in metal pans, resulting in rectangular slices that are crispy on the bottom.\n\nIt is typically topped with shredded mozzarella, tomato sauce, garlic, and olive oil, although there are numerous variations with added ingredients such as sausages and broccoli rabe. Grandma pie originated on Long Island at a family-run restaurant called Umberto's."
    }
  ]
}
